Repository: intergrityatinside/WhistleblowerSystem
Catalog: WhistleblowerSystem/Client/Resources/App.*.resx
Languages: de

# manual_4_listitem_3
source: We give you the choice of whether or not to include your name. This is optional.
de: Wir stellen Ihnen frei, ob Sie Ihren Namen angeben möchten oder nicht. Dies ist optional.

# manual_4_text_2
source: To protect your personal information and grant you anonymity, our website is separate from the organisation's IT environment. When entering your report, please make sure that your details do not allow any connections to be drawn to your identity. We also ensure that no metadata of individuals is stored in our database.
de: Um Ihre persönlichen Daten zu schützen und Ihnen die Anonymität zu gewähren, ist unsere Webseite von der IT-Umgebung der Organisation getrennt. Achten Sie bei der Erfassung Ihrer Meldung darauf, dass Ihre Angaben keine Rückschlüsse auf Ihre Person zulassen. Wir stellen sicher, dass auch keine Metadaten der Personen in unserer Datenbank gespeichert werden.

# manual_4_text_3
source: When you are describing your case, it is helpful to consider the following questions:
de: Bei der Beschreibung Ihrer Meldung ist die Berücksichtigung folgender Fragen hilfreich:

# manual_4_text_4
source: Once you have filled in all the fields, click on «Continue» at the bottom right.
de: Sobald Sie alle Felder ausgefüllt haben, klicken Sie unten rechts auf «Weiter».

# manual_4_text_5
source: Note:
de: Hinweis:

# manual_4_text_6
source: The report cannot be saved temporarily. If a report is filled in, it must also be sent, otherwise the report is not valid.
de: Die Erfassung kann nicht zwischengespeichert werden. Wenn eine Meldung ausgefüllt wird, muss diese auch abgeschickt werden, ansonsten entfällt die Meldung.

# manual_4_listitem_4
source: Who committed a violation?
de: Wer hat einen Verstoss begangen?

# manual_4_listitem_5
source: When did it happen?
de: Wann ist es passiert?

# manual_4_listitem_6
source: Where did it happen?
de: Wo ist es passiert?

# manual_4_listitem_7
source: How can the incident be substantiated?
de: Wie lässt sich der Vorfall belegen?

# manual_4_listitem_8
source: How long have you been aware of the case?
de: Seit wann ist Ihnen der Fall bekannt?

# manual_4_listitem_9
source: Are you personally affected by this case?
de: Sind Sie persönlich von diesem Fall betroffen?

# manual_4_listitem_10
source: Are you already aware of any damage / effects caused by this case?
de: Sind Ihnen bereits Schaden / Auswirkungen durch diesen Fall bekannt?

# manual_4_listitem_11
source: Have you reported the case to anyone in the company? If yes, to whom?
de: Haben Sie den Fall jemandem im Unternehmen gemeldet? Falls ja, an wen?

# manual_4_text_7
source: Next, you have the option to upload documents. Our website supports all file types such as PDF, Docx, CSV and XLSX. The maximum file size is 20 Mb.
de: Als nächstes haben Sie die Möglichkeit Dokumente hochzuladen. Unsere Webseite unterstützt alle Dateitypen wie zum Beispiel PDF, Docx, CSV und XLSX. Die maximale Dateigrösse beträgt 20 Mb.

# manual_4_text_8
source: The uploaded documents are considered as evidence of your submitted report. The evidence is important in order to understand and analyse the situation in your report in detail. This will help us to process your case more effectively and efficiently.
de: Die hochgeladenen Dokumente gelten als Beweis für Ihre erfasste Meldung. Die Beweise sind wichtig, um die Situation in Ihrer Meldung genau zu verstehen und zu analysieren. Dies wird uns helfen, Ihren Fall effektiver und effizienter zu bearbeiten.

# manual_4_text_9
source: To upload the document, drag the document to the upload area. It is also possible to upload multiple documents. Finally, click on «Submit» to submit the report to us. If you want to look at your report again, you can go back to the report form at this point by clicking on «Back».
de: Um das Dokument hochzuladen, ziehen Sie das Dokument in den Upload-Bereich. Es ist auch möglich mehrere Dokumente hochzuladen. Am Schluss klicken Sie auf «Einreichen», um die Meldung bei uns einzureichen. Falls Sie Ihre Meldung nochmals anschauen möchten, können Sie zu diesem Zeitpunkt mit «Zurück» auf das Meldeformular zurückgreifen.

# manual_4_text_10
source: To complete your report, you will receive a CaseID and a defined password from us. The two keys prevent only authorized persons from accessing the report.
de: Zum Abschluss Ihrer Meldung erhalten Sie von uns eine CaseID und ein definiertes Passwort. Mit den beiden Schlüsseln wird verhindert, dass nur authorizierte Personen auf die Meldung Zugriff haben.

# manual_4_text_11
source: Please note your CaseID and password immediately. As soon as you close this window, the CaseID and password can no longer be called up or changed.
de: Bitte notieren Sie sich die CaseID und das Passwort sofort. Sobald Sie dieses Fenster schliessen, können CaseID und Passwort nicht mehr aufgerufen oder verändert werden.

# manual_5_text_1
source: With your CaseID and password, you can call up the current status of your report at any time under «View report».
de: Mit Ihrer CaseID und dem Passwort können Sie den aktuellen Stand Ihrer Meldung jederzeit unter “Meldung anzeigen» aufrufen.

# manual_5_text_2
source: Please enter your CaseID and your password in the two fields and click on «View» in the bottom right-hand corner.
de: Bitte geben Sie Ihre CaseID und Ihr Passwort in die beiden Felder ein und klicken Sie unten rechts auf «Aufrufen».

# manual_5_text_3
source: If you forget the CaseID or password, they cannot be recovered for security reasons. Alternatively, you can enter a new report and refer to your original report.
de: Wenn Sie die CaseID oder das Passwort vergessen, können diese aus Sicherheitsgründen nicht wiederhergestellt werden. Alternativ können Sie eine neue Meldung erfassen und auf Ihre ursprüngliche Meldung verweisen.

# manual_5_text_4
source: As soon as you click on «Open», your entered message, the current status and all messages are displayed.
de: Sobald Sie auf «Aufrufen» klicken, wird Ihnen Ihre erfasste Meldung, der aktuelle Status, sowie alle Nachrichten angezeigt.

# manual_5_listtitle_1
source: The possible states of the report are:
de: Die möglichen Status der Meldung sind:

# manual_5_text_5
source: Below your report you will find a message function. This function allows you to contact us anonymously.
de: Unterhalb Ihrer Meldung wird Ihnen eine Nachrichtenfunktion zur Verfügung gestellt. Durch diese Funktion haben Sie die Möglichkeit uns anonym zu kontaktieren.

# manual_5_text_6
source: You do not have to enter any additional data to send us a message. Just enter your message in the text field and click on «Send». You will then receive a reply from our team of experts.
de: Um eine Nachricht an uns zu senden, müssen Sie keine zusätzlichen Daten eingeben. Sie erfassen Ihre Nachricht in dem vorhandenen Textfeld und klicken auf «Senden». Im Anschluss erhalten Sie von unserem Fachteam eine Antwort.

# manual_5_text_7
source: To view the reply, you must log in again by clicking on «View report». You will not receive a notification from us if there is a new message. This ensures that we cannot draw any conclusions about your identity and that anonymity is guaranteed at all times.
de: Um die Antwort anzusehen, müssen Sie sich wieder durch «Meldung anzeigen» einloggen. Sie erhalten keine Benachrichtigung von uns, wenn eine Nachricht von uns vorliegt. Somit wird sichergestellt, dass wir keine Rückschlüsse auf Ihrer Identität ziehen können und die Anonymität jederzeit gewährleistet wird.

# manual_5_text_8
source: Once you have viewed your report, you can click on «Close report» at the bottom right and close the window.
de: Sobald Sie Ihre Meldung angesehen haben, können Sie unten rechts auf «Meldung schliessen» klicken und das Fenster schliessen.

# manual_6_text_1
source: FAQ is the abbreviation for Frequently Asked Questions. Under FAQs you will find the compilation of frequently asked questions.
de: FAQ ist die Abkürzung für Frequently Asked Questions. Unter FAQs finden Sie die Zusammenstellung der häufig gestellten Fragen.

# upload_error_message_size
source: The file exceeds the maximum size of 20 megabytes. You can zip the file to reduce the size.
de: Die Datei überschreitet die Maximalgrösse von 20 Megabyte. Sie können die Datei zippen um die Grösse zu reduzieren.
