Repository: intergrityatinside/WhistleblowerSystem
Catalog: WhistleblowerSystem/Client/Resources/App.*.resx
Languages: de

# index_contact
source: Contact:
de: Kontakt:

# index_info_text_1
source: Trust and credibility play a central role for the FHNW. For this reason, the FHNW as well as its employees always aim for complete compliance with the law. Nevertheless, violations of the law in individual cases cannot be completely ruled out.
de: Für die FHNW entsprechen Vertrauen und Glaubwürdigkeit eine zentrale Rolle. Aus diesem Grund ist die FHNW sowie auch die Angestellten immer um eine umfassende Einhaltung von Gesetzen bestrebt. Dennoch sind den Gesetzesverstössen in Einzelfällen nicht komplett auszuschliessen.

# index_info_text_2
source: Do you have a hint of irregularities, acts of corruption or other illegal activities? We offer you the opportunity to report suspected misconduct on this website.
de: Haben Sie einen Hinweis auf Unregelmässigkeiten, Korruptionshandlungen oder andere illegale Handlungen? Wir bieten Ihnen die Möglichkeit, auf dieser Webseite Hinweise auf vermutetes Fehlverhalten zu geben.

# index_info_text_3
source: This web-based reporting site ensures anonymity and protected handling of the data received. The report can be submitted either completely anonymously or by providing your name. Neither the technical team nor the support team of the website will be able to identify you in any way.
de: Diese webbasierte Meldeseite gewährleistet die Anonymität und den geschützten Umgang mit den erhaltenen Daten. Die Einreichung der Meldung kann entweder völlig anonym oder unter Angabe des Namens erfolgen. Weder für das Fach- noch für das Betreuungsteam der Webseite ist es in irgendeiner Form möglich, Rückschlüsse auf Ihre Identität zu ziehen.

# index_info_text_4
source: In addition, after submitting your report, you will have the opportunity to interact anonymously with our professionals. All information and conversations will be kept confidential.
de: Darüber hinaus haben Sie die Möglichkeit nach der Einreichung Ihrer Meldung in einen anonymen Dialog mit unseren Fachpersonen einzutreten. Alle Informationen und Unterhaltungen werden vertraulich behandelt.

# index_info_text_5
source: Please ensure that you do not use the infrastructure provided by your organization (such as PC, tablet, mobile device) when submitting anonymous reports. To submit a report, read the FAQs and instructions carefully to ensure the greatest possible protection of your identity.
de: Bitte stellen Sie sicher, dass Sie bei anonymen Meldungen nicht die von Ihrer Organisation zur Verfügung gestellte Infrastruktur (wie z.B. PC, Tablet, Mobilgerät) verwenden. Lesen Sie dazu die FAQs und die Anleitung genau durch, um den grösstmöglichen Schutz Ihrer Identität zu gewährleisten.

# index_info_text_6
source: All further details on the use of the reporting system can be found in the instructions. If you have any questions about reporting, please refer to the FAQs.
de: Alle weiteren Details zur Nutzung des Meldesystems finden Sie in der nebenstehenden Anleitung. Für Fragen rundum Meldungen, stehen ihnen die FAQs zur Verfügung.

# index_info_text_7
source: Thank you for submitting such important information! Only if we have this information, we can take actions.
de: Wir danken Ihnen für die Einreichung solcher wichtigen Informationen! Nur wenn wir über diese verfügen, können wir Massnahmen einleiten.

# manual_title
source: Manual
de: Anleitung

# securitynotice_title
source: Security notice
de: Sicherheitshinweise

# securitynotice_subtitle
source: Our reporting system provides technical protection for your identity and the content you submit.
de: Unser Meldesystem bietet technischen Schutz, für die von Ihnen übermittelten Inhalte und Ihre Identität.

# securitynotice_list_title
source: To further enhance your security, please note the following points:
de: Um Ihre Sicherheit weiter zu erhöhen, beachten Sie bitte die folgenden Punkte:

# securitynotice_list_item_1
source: Our website is separate from our organizations IT environment
de: Unsere Website ist von der IT-Umgebung unserer Organisation getrennt

# securitynotice_list_item_2
source: If you wish to remain anonymous, do not include any personal information in your report. Avoid data that could be used to identify you individually
de: Wenn Sie anonym bleiben möchten, geben Sie in Ihrer Meldung keine persönlichen Informationen an. Vermeiden Sie Daten, die Rückschlüsse auf Ihre Person zulassen

# securitynotice_list_item_3
source: Do not use a device provided by your organization to report your case
de: Verwenden Sie kein von Ihrer Organisation bereitgestelltes Gerät, um Ihren Fall zu melden

# securitynotice_list_item_4
source: We ensure that reporting metadata is not stored in any way
de: Wir stellen sicher, dass auch die Metadaten der Melder nicht gespeichert werden

# securitynotice_checkbox_title
source: To enter your report, you must agree to these security notices.
de: Um Ihre Meldung zu erfassen, müssen Sie mit diesen Sicherheitshinweisen einverstanden sein.

# securitynotice_checkbox_text
source: I agree with the security instructions
de: Ich bin mit den Sicherheitshinweisen einverstanden

# securitynotice_continue
source: Continue
de: Weiter

# newreport_title
source: Submit report
de: Meldung einreichen

# newreport_continue
source: Continue
de: Weiter

# newreport_placeholder_text
source: Please enter text...
de: Bitte Text eingeben...

# newreport_placeholder_select
source: Please select
de: Bitte auswählen

# login_title
source: Login reciever
de: Empfänger Login

# login_password
source: Password
de: Passwort

# upload_title
source: Upload documents
de: Dokumente hochladen

# upload_text_1
source: Evidence is important to accurately understand and analyse the situation in your report. If you would like to upload relevant data, please use the upload section below. This will help us to process your case more effectively and efficiently.
de: Beweise sind wichtig, um die Situation in Ihrem Bericht genau zu verstehen und analysieren. Wenn Sie relevante Dateien hochladen möchten, nutzen Sie bitte den unten stehenden Upload-Bereich. Dies wird uns helfen, Ihren Fall effektiver und effizienter zu bearbeiten.

# upload_text_2
source: Note about sending attachments: Files may contain hidden personal data that may compromise your anonymity. Please remove this data before sending.
de: Hinweis zum Versand von Anhängen: Dateien können versteckte personenbezogene Daten enthalten, die Ihre Anonymität gefährden. Bitte entfernen Sie diese Daten vor dem Versenden.

# upload_thanks
source: Thank you for your cooperation!
de: Besten Dank für Ihre Mitarbeit!

# upload_back
source: Back
de: Zurück

# upload_continue
source: Send
de: Einreichen

# upload_hint
source: Drag and drop your documents here or click
de: Dokumente hierher ziehen oder klicken

# confirmation_title
source: Completion
de: Abschluss

# confirmation_subtitle
source: Thank you for your report!
de: Vielen Dank für Ihre Meldung!

# confirmation_caseid
source: Your CaseID is:
de: Ihre CaseID lautet:

# confirmation_text
source: With the CaseID and your password you can view the status of your report at any time under «View report». Please make a note of the CaseID and password immediately. As soon as you close this window, the CaseID and the password can no longer be accessed or changed.
de: Mit der CaseID und Ihrem Passwort können Sie den Stand Ihrer Meldung jederzeit unter «Meldung anzeigen» aufrufen. Bitte notieren Sie sich die CaseID und das Passwort sofort, sobald Sie dieses Fenster schliessen, können CaseID und Passwort nicht mehr aufgerufen oder verändert werden.

# confirmation_password
source: Your Password is:
de: Ihr Passwort lautet:

# confirmation_continue
source: Close
de: Schliessen

# viewreports_title
source: View report
de: Meldung anzeigen

# viewreports_text
source: Please enter your CaseID and your password:
de: Bitte geben Sie die CaseID und Ihr Passwort ein:

# viewreports_password
source: Password
de: Passwort

# viewreports_continue
source: View
de: Aufrufen

# faq_question_1
source: What is a whistleblower?
de: Was ist ein Whistleblower?

# faq_question_2
source: What is the EU-Whistleblower Policy and who does it impact?
de: Was ist die EU-Whistleblower-Richtlinie und wen betrifft sie?

# faq_question_3
source: What are the deadlines for processing the report?
de: Welche Fristen gelten für die Bearbeitung der Meldung?

# faq_question_4
source: For which specific cases/misconducts is the whistleblower policy intended?
de: Für welche konkreten Hinweise/Missstände ist die Whistleblower-Richtlinie gedacht?

# faq_question_5
source: Why should a wrongdoing be reported?
de: Warum sollte ein Fehlverhalten gemeldet werden?

# faq_question_6
source: What information do I need to submit a report?
de: Welche Informationen benötige ich, um eine Meldung zu einzureichen?

# faq_question_7
source: How is the anonymity of whistleblowers maintained?
de: Wie wird die Anonymität der Whistleblower gewährleitet?

# faq_answer_1
source: A whistleblower is a person, who has knowledge of wrongdoing within an organization and discloses this information. The wrongdoing may relate to legal violations or unethical behavior. Whistleblowers typically disclose this information by name or anonymously.
de: Als Whistleblower bezeichnet man eine Person, die Kenntnis von Missständen innerhalb von einer Organisation hat und diese Informationen offenbart. Die Missstände können sich auf Rechtsverstössen oder unethische Verhaltensweisen beziehen. Whistleblower offenbaren diese Informationen typischerweise namentlich oder anonym.

# faq_answer_2
source: The EU Whistleblower Protection Policy 2019/1937 is an EU guideline that came into force in 2019 through development by the EU Commission and adoption by the EU Council. Its purpose is to protect whistleblowers, who point out wrongdoings in an organization. All organizations with 50 or more employees are required to establish a whistleblower system in their organization. For organizations with 250 or more employees, the expected implementation period is 2 years. For organizations between 50 and 249 employees, the implementation period is extended to an additional 2 years. Switzerland is also facing this major challenge. By the end of 2021, many Swiss organizations in with business partners from the EU region will have to set up a whistleblowing system.
de: Die Hinweisgeberschutzrichtlinie der EU 2019/1937 ist eine EU-Richtlinie, die durch Erarbeitung der EU-Kommission und Annahme des EU-Rats im Jahr 2019 in Kraft getreten ist. Sie dient dem Schutz von Whistleblower, die auf Missstände in einer Organisation hinweisen. Alle Organisationen ab 50 Mitarbeitern sind verpflichtet, in ihrer Organisation ein Whistleblower-System einzurichten. Für Organisationen ab 250 Mitarbeitern wird eine Frist zur Umsetzung von 2 Jahren erwartet. Für Organisationen zwischen 50 und 249 Mitarbeitern wird die Umsetzungsfrist um voraussichtlich weitere 2 Jahre verlängert. Auch für die Schweiz steht diese grosse Herausforderung vor. Per Ende 2021 müssen viele Organisationen in der Schweiz mit Geschäftspartnern aus dem EU-Raum ein Whistleblowing-System einzurichten.

# faq_answer_3
source: According to the EU Whistleblowing Guideline, the whistleblower must receive confirmation that his report has been received within seven days. After a further three months at latest, the reporting person must be informed of the status of the its report, what actions have been taken and what the results of these actions are.
de: Der Whistleblower muss gemäss der EU-Whistleblowing-Richtlinie innerhalb von sieben Tagen die Bestätigung erhalten, dass seine Meldung eingegangen ist. Nach spätestens weiteren drei Monaten hat eine Meldung an die meldende Person zu erfolgen, inwieweit seine Meldung bearbeitet wurden, welche Massnahmen ergriffen wurden und welches Ergebnis hierzu vorliegt.

# faq_answer_4
source: The Whistle-Blower Policy supports reporting against any compliance violations, such as bribery, corruption, privacy, discrimination, harassment, embezzlement, theft, health, safety, environmental, money laundering.
de: Die Whistle-Blower Richtlinie unterstützt das Melden gegen jegliche Compliance-Verstösse, wie beispielsweise Bestechung, Korruption, Datenschutz, Diskriminierung, Belästigung, Unterschlagung, Veruntreuung, Diebstahl, Gesundheit, Sicherheit, Umweltschutz, Geldwäsche.

# faq_answer_5
source: Whistleblowing is important to promote high ethical standards and thus maintain the trust of employees and the public in an organization. By reporting, you can help prevent a possible escalation of misconduct.
de: Whistleblowing ist wichtig, um hohe ethische Standards zu fördern und somit das Vertrauen der Mitarbeiter und der Öffentlichkeit in einer Organisation zu erhalten. Durch Ihre Meldung können Sie dazu beitragen, eine mögliche Eskalation von Fehlverhalten zu verhindern.

# faq_answer_6
source: To enable a thorough investigation of your report, you should describe your case in detail (what exactly happened and when and where it happened). Additionally, you can upload documents and images as evidence for your report via our website.
de: Um eine gründliche Untersuchung Ihrer Meldung zu ermöglichen, sollten Sie Ihren Fall detailliert beschreiben (was genau passiert ist und wann und wo es passiert ist). Zusätzliche können Sie über unsere Webseite Dokumente und Bilder für Ihre Meldung hochladen.

# faq_answer_7
source: The website is based on an independent service that establishes anonymous communication between you and the people who receive the report. Our service is separate from the organization's IT environment. We do not track IP addresses or other data that could identify an individual. Messages can only be decrypted and handled by specific individuals. Your sent metadata is not stored. Advice: We recommend that you access our website from a device that is not connected to the organization's IT environment.
de: Die Webseite basiert auf einer unabhängige Dienstleitung, die eine anonyme Kommunikation zwischen Ihnen und den Personen, die die Nachrichten erhalten, herstellt. Unsere Dienstleitung ist von der IT-Umgebung der Organisation getrennt. Wir verfolgen keine IP-Adressen oder andere Daten, die eine Person identifizieren könnten. Nachrichten können nur von bestimmten Personen entschlüsselt und bearbeitet werden. Ihre gesendeten Metadaten werden nicht gespeichert. Ratschlag: Wir empfehlen Ihnen, von einem Gerät aus auf unsere Webseite zuzugreifen, das nicht mit dem Internet der Organisation verbunden ist.

# faq_subtitle_1
source: What does whistleblowing mean?
de: Was versteht man unter Whistleblowing?

# faq_subtitle_2
source: What topics does whistleblowing cover and why should I report them?
de: Welche Themen umfasst Whistleblowing und warum sollte ich diese melden?

# faq_subtitle_3
source: How is the Security of my data or information assured?
de: Wie ist die Sicherheit meiner Daten bzw. Angaben gewährleistet?

# reportslist_table_date
source: Date
de: Datum

# reportslist_table_search
source: Search By CaseID
de: Suche nach CaseID

# reportslist_table_subject
source: Subject
de: Thema der Meldung

# reportslist_title
source: Reports
de: Meldungen

source: Closed
de: Abgeschlossen

# Undefined
source: New
de: Neu

# reportdetailview_report
source: Report
de: Meldung

# reportdetailview_additionalinfo
source: Additional information
de: Zusätzliche Informationen

# reportdetailview_entermessage
source: Enter new message
de: Neue Nachricht eingeben

# reportdetailview_nomessages
source: No messages sent yet
de: Noch keine Nachrichten vorhanden

# reportdetailview_send
source: send
de: senden

# reportdetailview_close
source: Close report
de: Meldung schliessen

# reportdetailview_savestate
source: save state
de: Status speichern

# reportdetailview_state
source: State:
de: Status:

# reportdetailview_messages
source: Messages
de: Nachrichten

# reportdetailview_sender_you
source: You
de: Du

# reportdetailview_sender_clerk
source: Clerk
de: Sachbearbeiter

# reportdetailview_sender_reporter
source: Reporter
de: Melder

# Processing
source: In progress
de: In Bearbeitung

source: Received
de: Erhalten

# reportdetailview_description
source: Description
de: Beschreibung

# reportdetailview_add_documents
source: Upload
de: Zusätzliche

# reportdetailview_documents
source: Documents
de: Dokumente

# whistleblowing_title
source: We offer you the opportunity to submit whistleblowing reports via this channel, even anonymously if necessary.
de: Sicheres System zur Meldung von mutmasslichem Fehlverhalten, bei Bedarf auch anonym.

# newreport_required_error
source: This field must be filled in.
de: Dieses Feld muss ausgefüllt sein.

# reportdetailview_upload_warning
source: Warning
de: Warnung

# reportdetailview_upload_warning_close
source: Close
de: Schliessen

# reportdetailview_upload_warning_text
source: A file with the same name has already been added.
de: Es wurde bereits ein File mit dem selben Namen hinzugefügt.

# disclaimer_infotext
source: This page is part of a research project in the field of whistleblowing and blockchain at FHNW. Please do not report real cases here. These will not be processed or forwarded. For real cases, please contact the official «Whistleblower contact of FHNW»:
de: Diese Seite ist Teil eines Forschungsprojektes im Bereich Whistleblowing und Blockchain an der FHNW. Bitte melden Sie hier keine echten Fälle. Diese werden nicht bearbeitet oder weitergeleitet. Bei echten Fällen wenden Sie sich bitte an die offizielle «Whistleblower Stelle FHNW»:

# disclaimer_whistleblower_contact
source: Whistleblower contact of FHNW
de: Whistleblowerstelle FHNW

# disclaimer_mr
source: Mr.
de: Herr

# disclaimer_project_contact
source: If you have any questions regarding this project, please contact Dr. Petra Maria Asprion at:
de: Bei Fragen bezüglich diesem Projektes kontaktieren Sie bitte Frau Dr. Petra Maria Asprion unter

source: Show reports
de: Meldungen anzeigen

# already_logged_in
source: You are already logged in.
de: Sie sind bereits eingeloggt.

# viewreports_login_error
source: Incorrect CaseID or password
de: Falsche CaseID oder Passwort

# upload_error_title
source: Warning
de: Warnung

# upload_error_message
source: A file with the same name has already been added.
de: Es wurde bereits ein File mit dem selben Namen hinzugefügt.

# upload_error_yestext
source: Close
de: Schliessen

# mainlayout_hello
source: Hi,
de: Hallo,

# manual_1_subtitle
source: The most important in a nutshell
de: Das Wichtigste in Kürze

# manual_2_subtitle
source: Step by step
de: Schritt für Schritt

# manual_3_subtitle
source: Submit a report
de: Meldung einreichen

# manual_4_subtitle
source: Submit report
de: Meldung erfassen

# manual_5_subtitle
source: View report
de: Meldung anzeigen

# manual_1_listitem_1
source: After submitting your report, it is important that you regularly check the submitted report for new messages so that the enterprise can communicate with you. We will ensure that we respond to the report within a week. You can access it with the CaseID and password under «View report».
de: Damit die Unternehmung nach Ihrer Meldung mit Ihnen kommunizieren kann, ist es wichtig, dass Sie die eingereichte Meldung regelmässig auf neue Nachrichten prüfen. Wir sind bestrebt innert Wochenfrist auf die Meldung zu reagieren. Mit der CaseID und dem Passwort können Sie unter «Meldung anzeigen» darauf zugreifen.

# manual_1_listitem_2
source: If you wish to remain anonymous, do not include any personal information in your report. Avoid data that allows to draw conclusions about your identity.
de: Wenn Sie anonym bleiben möchten, geben Sie in Ihrer Meldung keine persönlichen Informationen an. Vermeiden Sie Daten, die Rückschlüsse auf Ihre Person zulassen.

# manual_1_listitem_3
source: Do not use a device provided by your organisation to report your case.
de: Verwenden Sie kein von Ihrer Organisation bereitgestelltes Gerät, um Ihren Fall zu melden.

# manual_2_listitem_1
source: You can navigate through this menu and select the appropriate option.
de: Durch dieses Menü können Sie navigieren und die entsprechende Option auswählen.

# manual_2_listitem_2
source: If you want to hide the menubar, you only have to click once on the menu symbol. To show the menu again, click on the same symbol again.
de: Falls Sie das gelbe Menübandausblenden möchten, müssen Sie nur einmal auf das Menü Symbol klicken. Um das Menü wieder anzuzeigen, klicken Sie wieder auf das gleiche Symbol.

# manual_2_listitem_3
source: You can change the language by clicking on the flag in the top right-hand corner.
de: Sie können über die Flagge oben rechts die Sprache ändern.

# manual_2_listitem_4
source: You may contact us at any time to clarify any questions or queries you may have regarding whistleblowing. You can contact us at our e-mail address (integrity@inside.ch).
de: Um allfällige Fragen oder Unklarheiten bezüglich Whistleblowing zu klären, dürfen Sie sich jederzeit bei uns melden. Dafür steht Ihnen unsere E-Mailadresse (integrity@inside.ch) zur Verfügung.

# manual_2_text_1
source: On our main page you will see the main menu with four different options on the left side.
de: Auf unsere Hauptseite «www.integrityatinside.ch» sehen Sie auf der linken Seite das Hauptmenü mit vier verschiedenen Optionen.

# manual_3_text_1
source: To submit a report, click on «Submit report». Afterwards, the first thing you will see is the security notice. Please read the security notice carefully. This explains how our team protects your data and how the submitted information will be processed.
de: Um eine Meldung zu erfassen, klicken Sie auf «Meldung einreichen». Danach sehen Sie als erstes die Sicherheitshinweise. Bitte lesen Sie die Sicherheitshinweise sorgfältig durch. Hier wird Ihnen erklärt, wie unser Team Ihre Daten schützt und wie Ihre eingegebenen Informationen bearbeitet werden.

# manual_3_text_2
source: Please take note of the following:
de: Folgendes ist zu beachten:

# manual_3_listitem_1
source: You must specifically agree to the security notice to start creating your report.
de: Um die Erfassung der Meldung zu starten, müssen Sie mit den Sicherheitshinweisen ausdrücklich einverstanden sein.

# manual_3_listitem_2
source: If you wish to return to the main page, click on the logo
de: Falls Sie wieder auf die Hauptseite zurückkehren möchten, klicken Sie auf das Logo.

# manual_3_listitem_3
source: To continue your report, click on «Continue» at the bottom right.
de: Um Ihre Meldung fortzusetzen, klicken Sie unten rechts auf «Weiter».

# manual_4_text_1
source: Please provide the following information:
de: Bitte geben Sie folgende Angaben an:

# manual_4_listtitle_1
source: Subject:
de: Betreff:

# manual_4_listtitle_2
source: Describe your case:
de: Beschreiben Sie Ihren Fall:

# manual_4_listtitle_3
source: Provide name:
de: Name angeben:

# manual_4_listitem_1
source: In order to assign your report to a specific topic, the first thing you need to do is enter a topic. This field is mandatory and cannot be omitted.
de: Damit wir Ihre Meldung einem bestimmten Thema zuweisen können, müssen Sie als erstes einen Betreff eingeben. Dieses Feld ist ein Pflichtfeld und kann nicht ausgelassen werden.

# manual_4_listitem_2
source: In order for our team to have as much information as possible about your case, please make sure that you provide us with all relevant information. This field is also considered mandatory.
de: Damit unser Team möglichst viele Informationen über Ihren Fall hat, stellen Sie bitte sicher, dass Sie uns alle relevanten Informationen angeben. Auch dieses Feld gilt als Pflichtfeld.
